Repository: felixprojekt/so-widgets-bundle-czech
Catalog: so-widgets-bundle-*.po
Languages: cs_cz

source: Replace the default map marker with your own image for each marker.
cs_cz: Nahradit výchozí značku mapy vlastním obrázkem pro každou značku.

source: When should Info Windows be displayed?
cs_cz: Kdy má být zobrazen informační systém Windows?

source: Click
cs_cz: Klikněte na tlačítko

source: Mouse over
cs_cz: Přejet myší

source: Always
cs_cz: Vždy

source: Allow multiple simultaneous Info Windows?
cs_cz: Povolit několik simultánních Info Windows?

source: Styles
cs_cz: Styly

source: Apply custom colors to map features, or hide them completely.
cs_cz: Použijte vlastní barvy k mapování vlastností nebo je zcela skryjte.

source: Map styles
cs_cz: Styly map

source: Custom
cs_cz: Zvyk

source: Predefined Styles
cs_cz: Předdefinované styly

source: Styled map name
cs_cz: Název stylizované mapy

source: Raw JSON styles
cs_cz: Raw JSON styly

source: Copy and paste predefined styles here from <a href="http://snazzymaps.com/" target="_blank" rel="noopener noreferrer">Snazzy Maps</a>.
cs_cz: Kopírujte a vkládejte předdefinované styly z <a href="http://snazzymaps.com/" target="_blank" rel="noopener noreferrer"> Snazzy Maps </a>.

source: Custom map styles
cs_cz: Vlastní styly mapy

source: Select map feature to style
cs_cz: Vyberte funkci mapování podle stylu

source: Water
cs_cz: Voda

source: Highways
cs_cz: Dálnice

source: Arterial roads
cs_cz: Arteriální cesty

source: Local roads
cs_cz: Místní silnice

source: Transit lines
cs_cz: Tranzitní linky

source: Transit stations
cs_cz: Tranzitní stanice

source: Man-made landscape
cs_cz: Uměle vytvořená krajina

source: Natural landscape landcover
cs_cz: Přirozená krajina

source: Natural landscape terrain
cs_cz: Terén přírodní krajiny

source: Point of interest - Attractions
cs_cz: Zajímavosti - atrakcí

source: Point of interest - Business
cs_cz: Bod zájmu - podnikání

source: Point of interest - Government
cs_cz: Bod zájmu - vláda

source: Point of interest - Medical
cs_cz: Zajímavosti - lékařské

source: Point of interest - Parks
cs_cz: Zajímavost - parky

source: Point of interest - Places of worship
cs_cz: Bod zájmu - Místa uctívání

source: Point of interest - Schools
cs_cz: Bod zájmu - Školy

source: Point of interest - Sports complexes
cs_cz: Zajímavosti - Sportovní komplexy

source: Select element type to style
cs_cz: Vyberte typ prvku pro styl

source: Geometry
cs_cz: Geometrie

source: Labels
cs_cz: Štítky

source: Visible
cs_cz: Viditelné

source: Directions
cs_cz: Pokyny

source: Display a route on your map, with waypoints between your starting point and destination. Please ensure you have enabled the <strong>Directions API</strong> in the %sGoogle APIs Dashboard%s.
cs_cz: Zobrazte na mapě svou trasu s body mezi výchozím bodem a cílovým bodem. Ujistěte se prosím, že jste aktivovali rozhraní <strong> Directions API </ strong> v panelu% s API% sGoogle.

source: Starting point
cs_cz: Výchozí bod

source: Destination
cs_cz: Destinace

source: Travel mode
cs_cz: Cestovní režim

source: Driving
cs_cz: Jízda

source: Walking
cs_cz: Chůze

source: Bicycling
cs_cz: Jízda na kole

source: Transit
cs_cz: Tranzit

source: Avoid highways
cs_cz: Vyhněte se dálnicím

source: Avoid tolls
cs_cz: Vyhněte se mýtnému

source: Preserve viewport
cs_cz: Zachovat výřez

source: This will prevent the map from centering and zooming around the directions. Use this when you have other markers or features on your map.
cs_cz: To zabrání tomu, aby mapa vycentrovala a přiblížila směr. Tuto možnost použijte, pokud máte na mapě další značky nebo funkce.

source: Waypoints
cs_cz: Trasové body

source: Waypoint
cs_cz: Bod na trase

source: Location
cs_cz: Umístění

source: Stopover
cs_cz: Zastavit

source: Whether or not this is a stop on the route or just a route preference.
cs_cz: To, zda se jedná o zastavení na trase nebo pouze o preferenci trasy.

source: Optimize waypoints
cs_cz: Optimalizujte trasové body

source: Allow the Google Maps service to reorder waypoints for the shortest travelling distance.
cs_cz: Povolte službě Mapy Google změnu uspořádání trasových bodů pro nejkratší vzdálenost.

source: Enter your %sAPI key%s. Your map won't function correctly without one.
cs_cz: Zadejte klíč% sAPI% s. Vaše mapa nebude správně fungovat bez jednoho.

source: There were no results for the place you entered. Please try another.
cs_cz: Nebyly nalezeny žádné výsledky pro místo, které jste zadali. Zkuste prosím jinou.

source: Custom Map
cs_cz: Vlastní mapa

source: A headline widget.
cs_cz: Hlavní widget.

source: Headline
cs_cz: Titulek

source: Paragraph
cs_cz: Odstavec

source: Alignment
cs_cz: Zarovnání

source: Line Height
cs_cz: Výška řádku

source: Top and Bottom Margin
cs_cz: Horní a dolní okraj

source: Sub headline
cs_cz: Nadpis nadpisu

source: Divider
cs_cz: Oddělovač

source: Thickness
cs_cz: Tloušťka

source: Divider Width
cs_cz: Šířka oddělovače

source: Element Order
cs_cz: Řádek prvků

source: Use FitText
cs_cz: Použijte FitText

source: Dynamically adjust your heading font size based on screen size.
cs_cz: Dynamicky upravte velikost písma podle velikosti obrazovky.

source: FitText Compressor Strength
cs_cz: Pevnost kompresoru FitText

source: How aggressively FitText should resize your heading.
cs_cz: Jak agresivně FitText změní velikost vašeho čísla.

source: A big hero image with a few settings to make it your own.
cs_cz: Velký obraz hrdiny s několika nastaveními, aby to bylo vaše vlastní.

source: Hero frames
cs_cz: Hero rámy

source: Frame
cs_cz: Rám

source: Buttons
cs_cz: Tlačítka

source: Add [buttons] shortcode to the content to insert these buttons.
cs_cz: K vložení těchto tlačítek přidejte zkratku [tlačítka] k obsahu.

source: Background image
cs_cz: Obrázek na pozadí

source: Image size
cs_cz: Velikost obrázku

source: Background image type
cs_cz: Typ obrázku na pozadí

source: Cover
cs_cz: Pokrýt

source: Background image opacity
cs_cz: Neprůhlednost pozadí obrazu

source: Open URL in a new window
cs_cz: Otevřete adresu URL v novém okně

source: Background videos
cs_cz: Videa na pozadí

source: Slider Controls
cs_cz: Ovládací prvky posuvníku

source: Design and Layout
cs_cz: Návrh a uspořádání

source: Responsive Height
cs_cz: Odpovídající výška

source: Top and bottom padding
cs_cz: Horní a dolní polstrování

source: Extra top padding
cs_cz: Extra vrchní polstrování

source: Additional padding added to the top of the slider
cs_cz: Další doplněk byl přidán do horní části posuvníku

source: Side padding
cs_cz: Boční polstrování

source: Maximum container width
cs_cz: Maximální šířka kontejneru

source: Heading font
cs_cz: Hlavičkové písmo

source: Heading color
cs_cz: Barva nadpisu

source: Heading size
cs_cz: Velikost položky

source: Heading shadow intensity
cs_cz: Intenzita stínového směru

source: Text size
cs_cz: Velikost textu

source: Text font
cs_cz: Písmo textu

source: Text shadow intensity
cs_cz: Stínová intenzita textu

source: Link color
cs_cz: Barva odkazu

source: Link Hover Color
cs_cz: Barevná vazba odkazu

source: This setting controls when the Hero widget will switch to the responsive height for slides. This breakpoint will only be used if a responsive height is set in the hero settings. The default value is 780px
cs_cz: Toto nastavení ovládá, když se widget Hero přepne na citlivou výšku pro snímky. Tento bod zlomu se použije pouze v případě, že je v nastavení hrdiny nastavena citlivá výška. Výchozí hodnota je 780 pixelů

source: An icon widget.
cs_cz: Widget ikony.

source: Display a grid of images.
cs_cz: Zobrazí mřížku obrázků.

source: Images
cs_cz: snímky

source: Image title
cs_cz: Název obrázku

source: Open in new window
cs_cz: Otevři v novém okně

source: Display
cs_cz: Zobrazit

source: Maximum image height
cs_cz: Maximální výška obrazu

source: Maximum image width
cs_cz: Maximální šířka obrázku

source: Spacing
cs_cz: Vzdálenost

source: Amount of spacing between images.
cs_cz: Velikost rozteče mezi obrázky.

source: Add a Lightbox to your images with %sSiteOrigin Premium%s
cs_cz: Přidejte do svých obrázků Lightbox s% sSiteOrigin Premium% s

source: A simple image widget with massive power.
cs_cz: Jednoduchý grafický widget s velkou silou.

source: Image file
cs_cz: Soubor obrázku

source: Image alignment
cs_cz: Zarovnání obrazu

source: Title alignment
cs_cz: Zarovnání názvu

source: Title position
cs_cz: Pozice titulu

source: Bound
cs_cz: Vázaný

source: Make sure the image doesn't extend beyond its container.
cs_cz: Ujistěte se, že obraz nepřesahuje jeho kontejner.

source: Full Width
cs_cz: Plná šířka

source: Resize image to fit its container.
cs_cz: Změňte velikost obrázku podle jeho kontejneru.

source: SiteOrigin Layout Slider
cs_cz: SiteOrigin Layout Posuvník

source: A slider that allows you to create responsive columnized content for each slide.
cs_cz: Posuvník, který vám umožňuje vytvářet citlivý sloupcový obsah pro každý snímek.

source: Slider frames
cs_cz: Posuvné rámy

source: Tile
cs_cz: Dlaždice

source: This widget requires:
cs_cz: Tento widget vyžaduje:

source: This widget requires Page Builder.
cs_cz: Tento widget vyžaduje nástroj Page Builder.

source: Display your posts as a carousel.
cs_cz: Zobrazit příspěvky jako kolotoč.

source: Default Thumbnail
cs_cz: Výchozí miniatur

source: Choose Thumbnail
cs_cz: Zvolte miniaturu

source: Set Thumbnail
cs_cz: Nastavte miniaturu

source: Featured Image size
cs_cz: Doporučená velikost obrázku

source: Posts query
cs_cz: Požadavky na příspěvky

source: Next
cs_cz: další

source: Previous
cs_cz: Předchozí

source: SiteOrigin Price Table
cs_cz: Tabulka cen stránek SiteOrigin

source: A simple Price Table.
cs_cz: Jednoduchý cenový stůl.

source: Columns
cs_cz: Sloupce

source: Column
cs_cz: Sloupec

source: Featured
cs_cz: Doporučené

source: Image alt text
cs_cz: Obrázek jiného textu

source: Price
cs_cz: Cena

source: Per
cs_cz: Za

source: Button URL
cs_cz: Tlačítko URL

source: Hover text
cs_cz: Text nad kurzorem

source: Price table theme
cs_cz: Téma tabulky cen

source: Header color
cs_cz: Barva záhlaví

source: Featured header color
cs_cz: Doporučená barva záhlaví

source: Featured button color
cs_cz: Doporučená barva tlačítek

source: Open Button URL in a new window
cs_cz: Otevřete URL tlačítka v novém okně

source: Equalize row heights
cs_cz: Vyrovnejte výšku řádků

source: SiteOrigin Simple Masonry
cs_cz: SiteOrigin Jednoduché zednictví

source: A simple masonry layout widget.
cs_cz: Jednoduchý widget rozložení zdiva.

source: Column span
cs_cz: Rozsah sloupců

source: Number of columns this item should span. (Limited to number of columns selected in Layout section below.)
cs_cz: Počet sloupců této položky by měl být rozložen. (Omezeno na počet sloupců vybraných v části Rozložení níže.)

source: Row span
cs_cz: Rozsah řádků

source: Number of rows this item should span. (Limited to number of columns selected in Layout section below.)
cs_cz: Počet řádků této položky by měl spadat. (Omezeno na počet sloupců vybraných v části Rozložení níže.)

source: Desktop Layout
cs_cz: Rozložení plochy

source: Number of columns
cs_cz: Počet sloupců

source: Row height
cs_cz: Výška řádku

source: Leave blank to match calculated column width.
cs_cz: Nechte prázdné, aby odpovídala vypočtené šířce sloupců

source: Gutter
cs_cz: Žlab

source: Space between masonry items.
cs_cz: Prostor mezi prvky zdiva.

source: Tablet Layout
cs_cz: Rozložení tabletu

source: Break point
cs_cz: Bod zlomu

source: Add a Lightbox to your masonry images with %sSiteOrigin Premium%s
cs_cz: Přidejte do svých zděných obrazů Lightbox s% sSiteOrigin Premium% s

source: SiteOrigin Slider
cs_cz: SiteOrigin Posuvník

source: A responsive slider widget that supports images and video.
cs_cz: Odpovídající slider widget, který podporuje obrázky a video.

source: Background Color
cs_cz: Barva pozadí

source: Foreground image
cs_cz: Obrázek v popředí

source: Controls
cs_cz: Řízení

source: Add a Lightbox to your image slides with %sSiteOrigin Premium%s
cs_cz: Přidejte do svých snímků snímky Lightbox s% sSiteOrigin Premium% s

source: Twitter
cs_cz: Cvrlikání

source: Vine
cs_cz: Víno

source: Delicious
cs_cz: Lahodné

source: Hacker News
cs_cz: Hackerské zprávy

source: Slack
cs_cz: Uvolněte

source: Stack Overflow
cs_cz: Přetečení zásobníku

source: Steam
cs_cz: Parní

source: Twitch
cs_cz: Škubnutí

source: SiteOrigin Social Media Buttons
cs_cz: SiteOrigin tlačítka pro sociální média

source: A social media buttons widget.
cs_cz: Widget pro sociální tlačítka.

source: Mobile Collapse Width
cs_cz: Mobile Width Collapse

source: This setting allows you to set the resoloution for when the Mobile Align setting will be used.
cs_cz: Toto nastavení vám umožňuje nastavit resoloution, když bude použito nastavení Mobile Align.

source: Networks
cs_cz: Sítě

source: Network
cs_cz: Síť

source: Select network
cs_cz: Vyberte síť

source: Mobile Align
cs_cz: Mobilní zarovnání

source: %s on %s
cs_cz: % s na% s

source: SiteOrigin Tabs
cs_cz: Karty SiteOrigin

source: A tabs widget.
cs_cz: Widget záložek.

source: Tabs
cs_cz: Záložky

source: Initially selected tab
cs_cz: Původně vybraná karta

source: The position of the tab to be selected when the page first loads.
cs_cz: Poloha karty, která se má vybrat při první načtení stránky.

source: Tabs container
cs_cz: Záložka kontejnerů

source: Border hover width
cs_cz: Šířka ohraničení hranice

source: Get more customization options and the ability to use widgets and layouts as your tabs content with %sSiteOrigin Premium%s
cs_cz: Získejte další možnosti přizpůsobení a možnost používat widgety a rozvržení jako obsah karet s% sSiteOrigin Premium% s

source: SiteOrigin Taxonomy
cs_cz: Taxonomie SiteOrigin

source: A taxonomy widget.
cs_cz: Taxonomický widget.

source: Display as
cs_cz: Zobrazit jako

source: Links
cs_cz: Odkazy

source: Hover color
cs_cz: Hover barva

source: SiteOrigin Testimonials
cs_cz: SiteOrigin Reference

source: Share your product/service testimonials in a variety of different ways.
cs_cz: Sdílejte své osvědčení o produktu / službě různými způsoby.

source: Testimonials
cs_cz: Osvědčení

source: Testimonial
cs_cz: Svědectví

source: The author of the testimonial
cs_cz: Autor svědectví

source: Link name
cs_cz: Název odkazu

source: Their location or company name
cs_cz: Jejich umístění nebo název společnosti

source: Link image
cs_cz: Obrázek propojení

source: What your customer had to say
cs_cz: Co měl váš zákazník říct

source: Open In New Window
cs_cz: Otevři v novém okně

source: Responsive
cs_cz: Odpovídá

source: Tablet
cs_cz: Tableta

source: Resolution
cs_cz: Rozlišení

source: The resolution to treat as a tablet resolution.
cs_cz: Rozlišení, které je třeba považovat za rozlišení tabletu.

source: Mobile Phone
cs_cz: Mobilní telefon

source: The resolution to treat as a mobile resolution.
cs_cz: Rozlišení jako mobilní rozlišení.

source: Testimonial image shape
cs_cz: Tvar obrazového obrazu

source: Square
cs_cz: Náměstí

source: Round
cs_cz: Kolo

source: Colors
cs_cz: Barvy

source: Widget Background
cs_cz: Pozadí widgetu

source: Text Background
cs_cz: Text pozadí

source: Testimonial Radius
cs_cz: Radiologický posudek

source: User position
cs_cz: Pozice uživatele

source: Middle
cs_cz: Střední

source: Testimonial layout
cs_cz: Osvědčení o uspořádání

source: Side by side
cs_cz: Bok po boku

source: Text above user
cs_cz: Text nad uživatelem

source: Text below user
cs_cz: Text pod uživatelem

source: SiteOrigin Video Player
cs_cz: SiteOrigin Video přehrávač

source: A video player widget.
cs_cz: Widget video přehrávače.

source: Video location
cs_cz: Umístění videa

source: Self hosted
cs_cz: Vlastní hostování

source: Externally hosted
cs_cz: Externě hostováno

source: Video File
cs_cz: Video soubor

source: Sources
cs_cz: Zdroje

source: Select video
cs_cz: Vyberte video

source: Select cover image
cs_cz: Vyberte obrázek obálky

source: Video Playback
cs_cz: Přehrávání videa

source: Use oEmbed
cs_cz: Použijte oEmbed

source: Always use the embedded video rather than the MediaElement player.
cs_cz: Vždy používejte vložené video spíše než přehrávač MediaElement.

source: Show related videos.
cs_cz: Zobrazit související videa.

source: If the external host supports it.
cs_cz: Pokud jej externí hostitel podporuje.
