Repository: felixprojekt/so-widgets-bundle-czech
Catalog: so-widgets-bundle-*.po
Languages: cs_cz

source: SiteOrigin Widgets Bundle
cs_cz: SiteOrigin balíček widgetů

source: Filter Widgets
cs_cz: Filtrovat wigety

source: All
cs_cz: Vše

source: Enabled
cs_cz: Povoleno

source: Disabled
cs_cz: Vypnuto

source: Active
cs_cz: Aktivní

source: Activate
cs_cz: Aktivovat

source: Deactivate
cs_cz: Deaktivovat

source: Settings
cs_cz: Nastavení

source: Developers - create your own widgets for the Widgets Bundle.
cs_cz: Vývojáří - vytvořte vlastní widgety pro tento balíček

source: Read More
cs_cz: Číst více

source: Widget Settings
cs_cz: Nastavení widgetu

source: Save
cs_cz: Uložit

source: Invalid request.
cs_cz: Neplatný požadavek.

source: Invalid post.
cs_cz: Neplatný příspěvek

source: Widget Preview
cs_cz: Náhled widgetu

source: Nonce error
cs_cz: Chyba nonce

source: Signature error
cs_cz: Chyba podpisu

source: Attachment error
cs_cz: Chyba přílohy

source: Search
cs_cz: Hledat

source: Close
cs_cz: Zavřít

source: Optional
cs_cz: Volitelný

source: Required
cs_cz: Povinný

source: This field requires:
cs_cz: Toto pole vyžaduje:

# From this date
source: From
cs_cz: Od

source: to
cs_cz: do

source: From
cs_cz: Od

source: ago
cs_cz: před

source: days
cs_cz: dny

source: weeks
cs_cz: týdny

source: months
cs_cz: měsíce

source: years
cs_cz: roky

source: This field does not have a type. Please specify a type for it to be rendered correctly.
cs_cz: Toto pole nemá žádný typ. Zvolte prosím jeho typ pro správné vykreslení

source: Use theme font
cs_cz: Použít písmo šablony

source: Choose Icon
cs_cz: Vyberte ikonu

source: Remove
cs_cz: Odebrat

source: Full
cs_cz: Původní velikost

source: Thumbnail (Theme-defined)
cs_cz: Náhled (definováno v šabloně)

source: Select Content
cs_cz: Vybrat obsah

source: Search Content
cs_cz: Prohledat obsah

source: Choose Media
cs_cz: Vybrat média

source: Set Media
cs_cz: Nastavit média

source: Image Search
cs_cz: Prohledávání obrázků

source: You need to <a href="%s">upgrade</a> to WordPress 3.5 to use media fields
cs_cz: <a href="%s">Aktualizujte</a> na WordPress 3.5 pro použití polí pro média.

source: External URL
cs_cz: Externí URL

source: Would you like to import this image into your media library?
cs_cz: Nahrát tento obrázek také do knihovny médií?

source: Search For Images
cs_cz: Vyhledávat obrázky

source: Related Searches:
cs_cz: Příbuzné vyhledávání:

source: Powered by %s
cs_cz: Používáme %s

source: Loading Images
cs_cz: Nahrávám obrázky

source: Downloading Image - Please Wait
cs_cz: Stahuji obrázky - čekejte prosím

source: Load More
cs_cz: Načíst více

source: Sponsored
cs_cz: Sponzorováno

source: Post type
cs_cz: Typ příspěvků

source: Post in
cs_cz: Příspěvek v

source: Taxonomies
cs_cz: Taxonomie

source: Taxonomies are groups such as categories, tags, posts and products.
cs_cz: Taxonomie jsou například kategorie, štítky, příspěvky, nebo produkty.

source: Date selection type
cs_cz: Typ výběru data

source: Specific
cs_cz: Konkrétní

source: Relative
cs_cz: Relativní

source: Select a range between specific dates or relative to the current date.
cs_cz: Vyberte rozmezí mezi datumy nebo relativně k aktuálnímu datu

source: Dates
cs_cz: Datumy

source: Order by
cs_cz: Seřadit podle

source: No order
cs_cz: Neřadit

source: Post ID
cs_cz: ID příspěvku

source: Author
cs_cz: Autor

source: Title
cs_cz: Nadpis

source: Published date
cs_cz: Datum publikování

source: Modified date
cs_cz: Datum úpravy

source: By parent
cs_cz: Podle rodiče

source: Random order
cs_cz: Náhodné řazení

source: Comment count
cs_cz: Počet

source: Menu order
cs_cz: Řazení menu

source: By meta value
cs_cz: Podle meta hodnoty

source: By numeric meta value
cs_cz: Podle číselné meta hodnoty

source: By include order
cs_cz: Slučujícím pořadím

source: Order direction
cs_cz: Směr řazení

source: Ascending
cs_cz: Od nejmenšího k největšímu

source: Descending
cs_cz: Od největšího k nejmenšímu

source: Posts per page
cs_cz: Příspěvků na stránku

source: Sticky posts
cs_cz: Připnuté příspěvky

source: Default
cs_cz: Výchozí

source: Ignore sticky
cs_cz: Ignorovat připnuté příspěvky

source: Exclude sticky
cs_cz: Vyjmout připnuté příspěvky

source: Only sticky
cs_cz: Pouze připnuté příspěvky

source: Additional
cs_cz: Dodatečný

source: Additional query arguments. See <a href="http://codex.wordpress.org/Function_Reference/query_posts" target="_blank" rel="noopener noreferrer">query_posts</a>.
cs_cz: Další hodnoty hledání. Podívejte se na <a href="http://codex.wordpress.org/Function_Reference/query_posts" target="_blank" rel="noopener noreferrer">query_posts</a>.

source: Warning! This will override some or all of the current form values.
cs_cz: Pozor! Toto přepíše některé nebo všechny současné hodnoty formuláře.

source: Undo
cs_cz: Zpět

source: Item
cs_cz: Položka

source: Add
cs_cz: Přidat

source: %s does not exist
cs_cz: %s neexistuje

source: %s is not a SiteOrigin Widget
cs_cz: %s není widget SiteOrigin

source: SiteOrigin Meta Box Manager
cs_cz: SiteOrigin správce Meta Boxů

source: Widgets Bundle Post Meta Data
cs_cz: Balíček widgetů Post Meta data

source: Animation speed
cs_cz: Rychlost animace

source: Animation speed in milliseconds.
cs_cz: Rychlost animace v milisekundách

source: Timeout
cs_cz: Časový limit

source: How long each frame is displayed for in milliseconds.
cs_cz: Kolik milisekund bude zobrazený každý snímek.

source: Navigation color
cs_cz: Barva navigace

source: Navigation style
cs_cz: Styl navigace

source: Ultra thin
cs_cz: Extra tenký

source: Thin
cs_cz: Tenký

source: Medium
cs_cz: Střední

source: Thick
cs_cz: Tlustý

source: Rounded ultra thin
cs_cz: Zaoblený extra tenký

source: Rounded thin
cs_cz: Zaoblený tenký

source: Rounded medium
cs_cz: Zaoblený střední

source: Rounded thick
cs_cz: Zaoblený tlustý

source: Navigation size
cs_cz: Velikost navigace

source: Swipe Control
cs_cz: Používat swipe

source: Allow users to swipe through frames on mobile devices.
cs_cz: Umožnit uživatelům používat swipe na mobilech.

source: Video file
cs_cz: Soubor videa

source: Video URL
cs_cz: URL videa

source: An external URL of the video. Overrides video file.
cs_cz: Externí URL adresa videa. Přepíše soubor videa.

source: Autoplay
cs_cz: Automaticky přehrát

source: Currently only for YouTube videos.
cs_cz: Nyní pouze pro YouTube videa.

source: Video format
cs_cz: Formát videa

source: Maximum height
cs_cz: Maximální výšky

source: display slide %s
cs_cz: zobrazit %s snímek

source: next slide
cs_cz: další snímek

source: previous slide
cs_cz: předchozí snímek

source: Preview
cs_cz: Náhled

source: Help
cs_cz: Nápověda

source: This widget has scripts and styles that need to be loaded before you can use it. Please save and reload your current page.
cs_cz: Tento widget potřebuje načíst scripty a styly. Prosím uložte a znovu načtěte aktuální stránku.

source: You will only need to do this once.
cs_cz: Toto je potřeba udělat pouze jednou.

source: Are you sure?
cs_cz: Jste si jistí?

source: There is a newer version of this widget's content available.
cs_cz: Je k dispozici nová verze obsahu tohoto widgetu.

source: Restore
cs_cz: Obnovit

source: Dismiss
cs_cz: Zrušit

source: Clicking %s will replace the current widget contents. You can revert by refreshing the page before updating.
cs_cz: Kliknutím na %s nahradíte současný obsah widgetu. Můžete se vrátit znovu načtením této stránky před tím, než aktualizujete.

source: Clear
cs_cz: Vymazat

source: Select Color
cs_cz: Vyberte barvu

source: Current Color
cs_cz: Současná barva

source: Visual Composer
cs_cz: Vizuální Composer

source: SiteOrigin Widgets
cs_cz: SiteOrigin Widgety

source: Allows you to add any active SiteOrigin Widgets Bundle widgets.
cs_cz: Umožňuje přidat aktivní widgety z balíčku SiteOrigin.

source: Selecting a different widget will revert any changes. Continue?
cs_cz: Výběrem jiného widgetu smažete poslední změny. Pokračovat?

source: Elegant Themes Line Icons
cs_cz: Elegant Themes ikony

source: A new widget!
cs_cz: Nový widget!

source: Insufficient permissions.
cs_cz: Nemáte dostatečné oprávnění.

source: %s was %s
cs_cz: %s bylo %s

source: Activated
cs_cz: Aktivováno

source: Deactivated
cs_cz: Deaktivováno

source: Manage Widgets
cs_cz: Spravovat widgety

source: Support
cs_cz: Podpora

source: SiteOrigin Accordion
cs_cz: SiteOrigin Harmonika

source: An accordion widget.
cs_cz: Widget pro rozbalovací nabídku.

source: Panels
cs_cz: Panely

source: Content
cs_cz: Obsah

source: Initial state
cs_cz: Původní stav

source: Whether this panel should be open or closed when the page first loads.
cs_cz: Určujte za bude tento panel otevřený nebo zavřený při načtení stránky.

source: Open
cs_cz: Otevřený

source: Closed
cs_cz: Zavřený

source: Headings
cs_cz: Nadpisy

source: Background color
cs_cz: Barva pozadí

source: Background hover color
cs_cz: Barva pozadí při najetí myši

source: Title color
cs_cz: Barva nadpisu

source: Title hover color
cs_cz: Barva nadpisu při najetí myši

source: Border color
cs_cz: Barva rámečku

source: Border hover color
cs_cz: Barva rámečku při najetí myši

source: Border width
cs_cz: Šířka rámečku

source: Font color
cs_cz: Barva písma

source: Bottom margin
cs_cz: Dolní okraj

source: Get more customization options and the ability to use widgets and layouts as your accordion content with %sSiteOrigin Premium%s
cs_cz: Získejte více funkcí a možnost použít widgety a layouty jako obsah harmoniky s %sSiteOrigin Premium%s

source: SiteOrigin Button
cs_cz: SiteOrigin Tlačítko

source: A customizable button widget.
cs_cz: Widget pro nastavitelné tlačítko.

source: Button text
cs_cz: Text tlačítka

source: Destination URL
cs_cz: Cíl odkazu

source: Open in a new window
cs_cz: Otevřít v novém okně

source: Icon
cs_cz: Ikona

source: Icon color
cs_cz: Barva ikony

source: Image icon
cs_cz: Obrázek ikony

source: Replaces the icon with your own image icon.
cs_cz: Nahradí ikonu vlastním obrázkem.

source: Icon Placement
cs_cz: Pozice ikony

source: Top
cs_cz: Nahoře

source: Right
cs_cz: Vpravo

source: Bottom
cs_cz: Dole

source: Left
cs_cz: Vlevo

source: Design and layout
cs_cz: Design a rozvržení

source: Width
cs_cz: Šířka

source: Leave blank to let the button resize according to content.
cs_cz: Ponechte prázdné pro roztažení podle obsahu

source: Align
cs_cz: Zarovnání

source: Center
cs_cz: Na střed

source: Justify
cs_cz: Do bloku

source: Button theme
cs_cz: Styl tlačítka

source: Button color
cs_cz: Barva tlačítka

source: Text color
cs_cz: Barva textu

source: Use hover effects
cs_cz: Použít efekty při najetí myší

source: Font
cs_cz: Písmo

source: Font size
cs_cz: Velikost písma

source: Normal
cs_cz: Normální

source: Large
cs_cz: Vellká

source: Extra large
cs_cz: Extra velká

source: Rounding
cs_cz: Zaoblení

source: None
cs_cz: Žádný

source: Slightly rounded
cs_cz: Lehké zaoblení

source: Very rounded
cs_cz: Výrazné zaoblení

source: Completely rounded
cs_cz: Kompletní zaoblení

source: Padding
cs_cz: Vnitřní okraj

source: Low
cs_cz: Nizké

source: High
cs_cz: Vysoké

source: Very high
cs_cz: Velmi vysoké

source: Other attributes and SEO
cs_cz: Další atributy a SEO

source: Button ID
cs_cz: ID tlačítka

source: An ID attribute allows you to target this button in Javascript.
cs_cz: ID tlačítka můžete použít pro Javascript.

source: Button Classes
cs_cz: Třídy tlačítka

source: Additional CSS classes added to the button link.
cs_cz: Další CSS třídy přidané k odkazu tlačítka

source: Title attribute
cs_cz: Atribut title

source: Adds a title attribute to the button link.
cs_cz: Přidá atribut title k odkazu tlačítka.

source: Run this Javascript when the button is clicked. Ideal for tracking.
cs_cz: Spustí tento Javascript při kliknutí tlačítka. Ideální pro sledovací události.

source: Rel attribute
cs_cz: Atribut rel

source: Adds a rel attribute to the button link.
cs_cz: Přidá rel atribut k odkazu tlačítka

source: SiteOrigin Contact Form
cs_cz: SiteOrigin Kontaktní formulář

source: Create a simple contact form for your users to get hold of you.
cs_cz: Vytvoří jednoduchý kontaktní formulář, kde Vás uživatelé mohou zastihnout.

source: Contact Us
cs_cz: Kontaktujte nás

source: Display title
cs_cz: Zobrazit nadpis

source: To email address
cs_cz: Příjemce

source: Where contact emails will be delivered to. You can send to multiple emails by separating the emails with a comma (,)
cs_cz: Tam budou doručeny emaily. Můžete zadat více emailů oddělených čárkou.

source: From email address
cs_cz: Odesílatel

source: It will appear as if emails are sent from this address. Ideally this should be in the same domain as this server to avoid spam filters.
cs_cz: Bude použita jako odesílatel emailů. Doporučujeme zvolit email stejné domény, aby pošta nepadala do spamu.

source: Default subject
cs_cz: Výchozí předmět

source: Subject to use when there isn't one available.
cs_cz: Bude použit když nebude zadán žádný jiný.

source: Subject prefix
cs_cz: Předpona předmětu

source: Prefix added to all incoming email subjects.
cs_cz: Text přidaný před všechny příchozí emaily.

source: Success message
cs_cz: Zpráva o úspěšném dokončení

source: Message to display after message successfully sent.
cs_cz: Zpráva kterou zobrazit, když se email úspěšně odešle.

source: Thanks for contacting us. We'll get back to you shortly.
cs_cz: Co nejdříve se Vám ozveme. Děkujeme!

source: Submit button text
cs_cz: Text tlačítka pro odeslání

source: An ID attribute allows you to target this button in JavaScript.
cs_cz: ID tlačítka můžete použít pro Javascript.

source: Run this JavaScript when the button is clicked. Ideal for tracking.
cs_cz: Spustí tento Javascript při kliknutí tlačítka. Ideální pro sledovací události.

source: Indicate required fields with asterisk (*)
cs_cz: Povinné pole označit hvězdičkou (*)

source: Required field indicator message
cs_cz: Zpráva povinných polí

source: Fields marked with * are required
cs_cz: Pole označená * jsou povinná

source: Log IP addresses.
cs_cz: Ukládat IP adresy.

source: Fields
cs_cz: Pole

source: Field
cs_cz: Pole

source: Field Type
cs_cz: Typ pole

source: Select Field Type
cs_cz: Vyberte typ pole

source: Name
cs_cz: Jméno

source: Phone Number
cs_cz: Telefon

source: Subject
cs_cz: Předmět

source: Text Area
cs_cz: Textové pole

source: Dropdown Select
cs_cz: Dropdown

source: Checkboxes
cs_cz: Checkboxy

source: Description
cs_cz: Popis

source: This text will appear small beneath the input field.
cs_cz: Text, který se zobrazí malým písmem pod formulářovým polem.

source: Required Field
cs_cz: Povinné pole

source: Required field
cs_cz: Povinné pole

source: Is this field required?
cs_cz: Je toto pole povinné?

source: Missing message
cs_cz: Chybějící zpráva

source: Error message to display if this field is missing.
cs_cz: Chybová zpráva, pokud toto pole chybí.

source: Options
cs_cz: Možnosti

source: Option
cs_cz: Možnost

source: Value
cs_cz: Hodnota

source: Spam Protection
cs_cz: Ochrana před spamem

source: Use reCAPTCHA
cs_cz: Použít reCAPTCHu

source: Theme
cs_cz: Šablona

source: Light
cs_cz: Světlo

source: Dark
cs_cz: Temný

source: Challenge type
cs_cz: Typ výzvy

source: Image
cs_cz: obraz

source: Audio
cs_cz: Zvuk

source: Size
cs_cz: Velikost

source: Compact
cs_cz: Kompaktní

source: Use Akismet filtering
cs_cz: Použijte filtrování Akismet

source: Spam action
cs_cz: Akce spamu

source: Show error message
cs_cz: Zobrazit chybovou zprávu

source: Tag as spam in subject
cs_cz: Označit jako spam v předmětu

source: How to handle submissions that are identified as spam.
cs_cz: Jak zpracovávat příspěvky označené jako spam.

source: Container
cs_cz: Kontejner

source: Border style
cs_cz: Styl okraje

source: Hidden
cs_cz: Skrytý

source: Dotted
cs_cz: Tečkovaný

source: Dashed
cs_cz: Přerušeno

source: Solid
cs_cz: Pevný

source: Double
cs_cz: Dvojnásobek

source: Groove
cs_cz: Drážka

source: Ridge
cs_cz: Hřbet

source: Outset
cs_cz: Počátek

source: Field labels
cs_cz: Označení pole

source: Color
cs_cz: Barva

source: Position
cs_cz: Pozice

source: Above
cs_cz: Výše

source: Below
cs_cz: Níže

source: Inside
cs_cz: Uvnitř

source: Font Size
cs_cz: Velikost písma

source: Text Color
cs_cz: Barva textu

source: Margin
cs_cz: Okraj

source: Height
cs_cz: Výška

source: Text Area Height
cs_cz: Výška textové oblasti

source: Background
cs_cz: Pozadí

source: Border style
cs_cz: Styl okraje

source: Border rounding
cs_cz: Okraj zaokrouhlení

source: Field descriptions
cs_cz: Popisy polí

source: Style
cs_cz: Styl

source: Italic
cs_cz: Kurzíva

source: Error messages
cs_cz: Chybové zprávy

source: Error background color
cs_cz: Chyba barvy pozadí

source: Error border color
cs_cz: Barva ohraničení chyby

source: Error text color
cs_cz: Barva textu chyby

source: Error padding
cs_cz: Chyba polstrování

source: Error margin
cs_cz: Chybové rozpětí

source: Submit button
cs_cz: Odeslat tlačítko

source: Style submit button
cs_cz: Tlačítko Odeslat styl

source: Style the button or leave it with default theme styling.
cs_cz: Tlačítko stylujte nebo ho ponechte s výchozím stylem motivu.

source: Gradient intensity
cs_cz: Intenzita přechodu

source: Font weight
cs_cz: Hmotnost písma

source: Semi-bold
cs_cz: Polotučné

source: Bold
cs_cz: tučně

source: Inset highlight
cs_cz: Vložte zvýraznění

source: The white highlight at the bottom of the button
cs_cz: Bílý vrchol ve spodní části tlačítka

source: Input focus
cs_cz: Vstupní zaostření

source: Get more form fields for the Contact Form Widget in %s
cs_cz: Získejte další pole formuláře pro Widget kontaktního formuláře v% s

source: Your Name
cs_cz: Tvé jméno

source: Please enter your name
cs_cz: Zadejte své jméno

source: Your Email
cs_cz: Tvůj e-mail

source: Please enter a valid email address
cs_cz: Prosím zadejte platnou emailovou adresu

source: Please enter a subject
cs_cz: Zadejte prosím předmět

source: Message
cs_cz: Zpráva

source: Please write something
cs_cz: Napište něco

source: Invalid email address.
cs_cz: Neplatná emailová adresa.

source: Error sending email, please try again later.
cs_cz: Chyba při odesílání e-mailu, zkuste to prosím později.

source: A valid email is required
cs_cz: Je vyžadován platný e-mail

source: The email address is invalid
cs_cz: E-mailová adresa je neplatná

source: Missing subject
cs_cz: Chybí předmět

source: Error validating your Captcha response.
cs_cz: Chyba při ověřování odpovědi Captcha.

source: Unfortunately our system identified your message as spam.
cs_cz: Bohužel náš systém identifikoval vaši zprávu jako spam.

# The name of who sent this email
source: From
cs_cz: Z

source: SiteOrigin Call-to-action
cs_cz: SiteOrigin výzva k akci

source: A simple call-to-action widget with massive power.
cs_cz: Jednoduchý widget s výzvou k akci s velkou silou.

source: Subtitle
cs_cz: Titulky

source: Use default background colors
cs_cz: Použít výchozí barvy pozadí

source: Subtitle color
cs_cz: Barva titulků

source: Button align
cs_cz: Tlačítko zarovnání

source: Button
cs_cz: Tlačítko

source: Get more font customization options with %sSiteOrigin Premium%s
cs_cz: Získejte další možnosti přizpůsobení písma s% sSiteOrigin Premium% s

source: SiteOrigin Editor
cs_cz: Editor SiteOrigin

source: A rich-text, text editor.
cs_cz: Textový editor s bohatým textem.

source: Automatically add paragraphs
cs_cz: Automaticky přidávat odstavce

source: Enable the "Automatically add paragraphs" setting by default.
cs_cz: Povolte výchozí nastavení "Automaticky přidávat odstavce".

source: SiteOrigin Features
cs_cz: Funkce SiteOrigin

source: Displays a list of features.
cs_cz: Zobrazí seznam funkcí.

source: Features
cs_cz: Funkce

source: Feature
cs_cz: Vlastnosti

source: Container color
cs_cz: Barva kontejneru

source: Container Position
cs_cz: Poloha kontejneru

source: Icon title
cs_cz: Název ikony

source: Icon image
cs_cz: Obrázek ikony

source: Use your own icon image.
cs_cz: Použijte vlastní obrázek ikony.

source: Icon image size
cs_cz: Velikost obrazu ikony

source: Title text
cs_cz: Název textu

source: More link text
cs_cz: Další text odkazu

source: More link URL
cs_cz: Další URL odkazu

source: Font Design
cs_cz: Návrh písma

source: More Link
cs_cz: Více odkazů

source: Container shape
cs_cz: Tvar kontejneru

source: Container size
cs_cz: Velikost kontejneru

source: Icon size
cs_cz: Velikost ikony

source: Use icon size for custom icon
cs_cz: Použijte velikost ikony pro vlastní ikonu

source: Features per row
cs_cz: Funkce na řádek

source: Responsive layout
cs_cz: Odpovědné uspořádání

source: Link feature title to more URL
cs_cz: Název funkce odkazu na další URL

source: Link icon to more URL
cs_cz: Ikona odkazu na další adresu URL

source: Open more URL in a new window
cs_cz: Otevřete další URL v novém okně

source: Responsive Breakpoint
cs_cz: Odpovídající bod zlomu

source: This setting controls when the features widget will collapse for mobile devices. The default value is 520px
cs_cz: Toto nastavení řídí, když se u mobilních zařízení sbalí widget funkcí. Výchozí hodnota je 520 pixelů

source: A Google Maps widget.
cs_cz: Widget Google Maps.

source: Map center
cs_cz: Centrum map

source: The name of a place, town, city, or even a country. Can be an exact address too. Please ensure you have enabled the <strong>Geocoding API</strong> in the %sGoogle APIs Dashboard%s.
cs_cz: Název místa, města, města nebo dokonce země. Může to být i přesná adresa. Ujistěte se, že jste povolili <strong> Geocoding API </ strong> na panelu% s API% sGoogle.

source: API key
cs_cz: Klíč API

source: Enter your %sAPI key%s. Your map may not function correctly without one.
cs_cz: Zadejte klíč% sAPI% s. Vaše mapa nemusí správně fungovat bez jednoho.

source: Set map display options.
cs_cz: Nastavte možnosti zobrazení mapy.

source: Map type
cs_cz: Typ mapy

source: Interactive
cs_cz: Interaktivní

source: Static image
cs_cz: Statický obraz

source: Zoom level
cs_cz: Úroveň zvětšení

source: A value from 0 (the world) to 21 (street level).
cs_cz: Hodnota od 0 (svět) do 21 (úroveň ulice).

source: Scroll to zoom
cs_cz: Přejděte k přiblížení

source: Allow scrolling over the map to zoom in or out.
cs_cz: Povolit posouvání mapy a přiblížit nebo oddálit.

source: Allow dragging the map to move it around.
cs_cz: Umožňuje přetahovat mapu a přesunout ji.

source: Disable default UI
cs_cz: Zakázat výchozí uživatelské rozhraní

source: Hides the default Google Maps controls.
cs_cz: Skrývá výchozí ovládací prvky Map Google.

source: Keep map centered
cs_cz: Udržujte mapu na střed

source: Keeps the map centered when it's container is resized.
cs_cz: Udržuje mapu v centru, když je velikost kontejneru změněna.

source: This image will be displayed if there are any problems with displaying the specified map.
cs_cz: Tento obrázek se zobrazí, pokud se vyskytnou nějaké problémy s zobrazením zadané mapy.

source: Markers
cs_cz: markery

source: Use markers to identify points of interest on the map.
cs_cz: Použijte značky pro identifikaci bodů zájmu na mapě.

source: Show marker at map center
cs_cz: Zobrazit značku v centru mapy

source: Marker icon
cs_cz: Ikona značky

source: Replaces the default map marker with your own image.
cs_cz: Nahradí výchozí značku mapy vlastním obrázkem.

source: Draggable markers
cs_cz: Trapézní značky

source: Marker positions
cs_cz: Pozice značek

source: Please be aware that adding more than 10 markers may cause a slight delay before they appear, due to Google Geocoding API rate limits.
cs_cz: Uvědomte si, že přidání více než 10 značek může způsobit mírné zpoždění předtím, než se objeví, kvůli limitům sazeb Google Geocoding API.

source: Place
cs_cz: Místo

source: Info Window Content
cs_cz: Obsah okna s informacemi

source: Info Window max width
cs_cz: Max. Šířka okna informace

source: Custom Marker icon
cs_cz: Vlastní značka ikona
